;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Mohamed Abdalazez
; TranslationAuthorEmail: m7md.abdalazez@gmail.com
; Soft Version: 1.1.1 18
; Update: June 18, 2015
;
[Lang]
NativeLanguage=العربية
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=موافق
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=استعادة
ButtonMenu=القائمة

[Translation]
LangCode=0C01|1401|3C01|0801|2C01|3401|3001|1001|1801|2001|4001|0401|2801|1C01|3801|2401
ReadHabit=right-to-left
LanguageName=ARE
LangShortName=ar-eg
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=المعلومات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
;
; Popup menu
;
pmHelp=التعليمات عبر الإنترنت
pmforum=المنتدى
pmHome=الصفحة الرئيسية
pmContact=أتصل بنا
pmCheckNew=التدقيق بحثا عن تحديث 
pmLang=اللغات
pmAbout=حول البرنامج - تعريب محمد عبد العزيز
pmConMenu=إضافة إلى قائمة السياق
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=تخلص من أي ملف لا يمكن حذفه من قبل الويندوز
FrmWDMain.btnAFile.caption=إضافة ملف
FrmWDMain.btnAfolder.caption=إضافة مجلد
FrmWDMain.btnRemove.caption=إزالة
FrmWDMain.btnDel.caption=إلغاء التأمين وحذف
FrmWDMain.btnsupport.caption=الدعم
FrmWDMain.btnfacebook.hint=تابعونا علي الفيسبوك
FrmWDMain.btntwitter.hint=twitter مشاركة البرنامج علي
FrmWDMain.btngoogle.hint=Google+ مشاركة البرنامج علي
FrmWDMain.btnemail.hint=Wise Force Deleter أخبر أصدقائك عن
FrmWDManin.lvfile.Columns[0]=الاسم
FrmWDManin.lvfile.Columns[1]=المسار
FrmWDManin.lvfile.Columns[2]=الحالة
;
; About
;
FrmAbout.caption=حول البرنامج - تعريب محمد عبد العزيز
FrmAbout.lblver.caption=الإصدار الحالي:
FrmAbout.lblemail.caption=البريد الإلكتروني للدعم:
FrmAbout.lblhome.caption=الصفحة الرئيسية:
FrmAbout.lblthanks.caption=شكر وتقدير للأشخاص التالية على مساهماتهم:
FrmAbout.lblWarning.caption=تحذير: هذا البرنامج محمي بقانون حقوق النشر والمعاهدات الدولية.

[Message]
DragFile=لا يمكن جلب المجلد.
ForceDelete=حذف إجباري
Newver=يتوفر إصدار جديد من البرنامج، هل تريد التحديث الآن؟
NoNewVer=تهانينا، الإصدار الذي تستخدمه هو آخر إصدار!
None=جاهز
Unlocked=تم إلغاء التأمين والحذف
Deleted=تم الحذف
FailDel=فشل الحذف
Aborted=إحباط
NoExists=غير موجود
ConfirmDel=هل تريد إلغاء تأمين وحذف الملف(ات)؟
TranslateTo=ترجمة إلى اللغة..